Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

# premium.window.sync.privateICloudContainer
source: TypeWhisper private iCloud container
de: Privater TypeWhisper-iCloud-Container
ja: TypeWhisperのプライベートiCloudコンテナ
zh_hans: TypeWhisper 专用 iCloud 容器

# premium.window.sync.noFolderSelected
source: No folder selected
de: Kein Ordner ausgewählt
ja: フォルダが選択されていません
zh_hans: 未选择文件夹

# premium.window.sync.syncOff
source: Sync is off
de: Synchronisierung ist aus
ja: 同期はオフです
zh_hans: 同步已关闭

# premium.window.sync.modePicker
source: Mode
de: Modus
ja: モード
zh_hans: 模式

# premium.window.sync.provider
source: Provider
de: Anbieter
ja: プロバイダ
zh_hans: 提供商

# premium.window.sync.folder
source: Folder
de: Ordner
ja: フォルダ
zh_hans: 文件夹

# premium.window.sync.lastSync
source: Last Sync
de: Letzter Sync
ja: 最終同期
zh_hans: 上次同步

# premium.window.sync.pending
source: Pending
de: Ausstehend
ja: 保留中
zh_hans: 待处理

# premium.window.sync.devices
source: Devices
de: Geräte
ja: デバイス
zh_hans: 设备

# premium.window.sync.chooseFolder
source: Choose Folder
de: Ordner wählen
ja: フォルダを選択
zh_hans: 选择文件夹

# premium.window.sync.syncing
source: Syncing…
de: Synchronisiert …
ja: 同期中…
zh_hans: 正在同步…

# premium.window.sync.syncNow
source: Sync Now
de: Jetzt synchronisieren
ja: 今すぐ同期
zh_hans: 立即同步

# premium.window.sync.clear
source: Clear
de: Auswahl aufheben
ja: 選択を解除
zh_hans: 清除

# premium.window.sync.deleteData
source: Delete Sync Data
de: Sync-Daten löschen
ja: 同期データを削除
zh_hans: 删除同步数据

# premium.window.sync.deleteConfirmationTitle
source: Delete the private TypeWhisper sync folder?
de: Privaten TypeWhisper-Sync-Ordner löschen?
ja: TypeWhisperのプライベート同期フォルダを削除しますか？
zh_hans: 要删除 TypeWhisper 的专用同步文件夹吗？

# premium.window.sync.deleteConfirmationAction
source: Delete Sync Folder
de: Sync-Ordner löschen
ja: 同期フォルダを削除
zh_hans: 删除同步文件夹

# premium.window.sync.deleteConfirmationMessage
source: Cloud operations are deleted, but local dictionary entries and snippets stay on this Mac.
de: Cloud-Vorgänge werden gelöscht, lokale Wörterbucheinträge und Snippets bleiben auf diesem Mac erhalten.
ja: クラウド上の操作データは削除されますが、ローカルの辞書項目とスニペットはこのMacに残ります。
zh_hans: 云端操作记录将被删除，但本地词典条目和文本片段仍会保留在这台 Mac 上。

# premium.window.sync.never
source: Never
de: Noch nie
ja: 未実行
zh_hans: 从不

# premium.window.locked.title
source: Premium access required
de: Premium-Zugang erforderlich
ja: Premiumアクセスが必要
zh_hans: 需要高级版访问权限

# calendarMeeting.settings.recordingStart
source: Starting recordings
de: Aufnahmebeginn
ja: 録音の開始
zh_hans: 开始录音

# calendarMeeting.settings.startModeHelp
source: Get a reminder before the meeting, or start recording automatically after you actually join the scheduled meeting.
de: Lass dich vor dem Meeting erinnern oder starte die Aufnahme automatisch, sobald du dem geplanten Meeting tatsächlich beitrittst.
ja: ミーティングの前に通知を受け取るか、予定したミーティングへの実際の参加後に自動録音を開始します。
zh_hans: 在会议前获取提醒，或在你实际加入预定会议后自动开始录音。

# calendarMeeting.settings.permissions
source: Permissions
de: Berechtigungen
ja: アクセス権
zh_hans: 权限

# calendarMeeting.settings.calendarsHelp
source: Only meetings from selected calendars are considered.
de: Nur Termine aus ausgewählten Kalendern werden berücksichtigt.
ja: 選択したカレンダーの予定だけが対象になります。
zh_hans: 仅考虑所选日历中的会议。

# calendarMeeting.settings.providersHelp
source: Choose the meeting apps TypeWhisper may recognize from calendar events.
de: Wähle die Meeting-Apps, für die TypeWhisper Termine erkennen darf.
ja: カレンダー予定から認識するミーティングアプリを選択します。
zh_hans: 选择 TypeWhisper 可从日历事件中识别的会议应用。

# calendarMeeting.settings.stopping
source: Stopping recordings
de: Aufnahme beenden
ja: 録音の停止
zh_hans: 停止录音

source: %lld Entries Selected
de: %lld Einträge ausgewählt
ja: %lld件を選択
zh_hans: 已选择 %lld 个条目

source: All History
de: Gesamter Verlauf
ja: すべての履歴
zh_hans: 所有历史记录

source: Audio available
de: Audio verfügbar
ja: 音声あり
zh_hans: 有音频

source: Audio download failed
de: Audio-Download fehlgeschlagen
ja: 音声のダウンロードに失敗しました
zh_hans: 音频下载失败

source: Audio is available in iCloud.
de: Audio ist in iCloud verfügbar.
ja: 音声はiCloudで利用できます。
zh_hans: 音频可从 iCloud 获取。

source: Changes
de: Änderungen
ja: 変更
zh_hans: 更改

source: Changes Unavailable
de: Änderungen nicht verfügbar
ja: 変更を表示できません
zh_hans: 无法显示更改

source: Choose an entry to read its text, audio, and details.
de: Wähle einen Eintrag aus, um Text, Audio und Details anzuzeigen.
ja: テキスト、音声、詳細を表示する項目を選択してください。
zh_hans: 选择一个条目以查看文本、音频和详细信息。

source: Copy, export, complete, reopen, or delete the selected entries.
de: Ausgewählte Einträge kopieren, exportieren, abschließen, erneut öffnen oder löschen.
ja: 選択した項目をコピー、書き出し、完了、再開、削除できます。
zh_hans: 可以复制、导出、完成、重新打开或删除所选条目。

source: Corrections added to the dictionary
de: Korrekturen zum Wörterbuch hinzugefügt
ja: 修正を辞書に追加しました
zh_hans: 已将更正添加到词典

source: Delete %lld Entries?
de: %lld Einträge löschen?
ja: %lld件の項目を削除しますか？
zh_hans: 删除 %lld 个条目？

source: Delete All History?
de: Gesamten Verlauf löschen?
ja: すべての履歴を削除しますか？
zh_hans: 删除所有历史记录？

source: Delete Entry?
de: Eintrag löschen?
ja: 項目を削除しますか？
zh_hans: 删除条目？

source: Delete History
de: Verlauf löschen
ja: 履歴を削除
zh_hans: 删除历史记录

source: Download Audio
de: Audio laden
ja: 音声をダウンロード
zh_hans: 下载音频

source: Downloading and verifying audio…
de: Audio wird geladen und überprüft …
ja: 音声をダウンロードして検証中…
zh_hans: 正在下载并验证音频…

source: Duration
de: Dauer
ja: 長さ
zh_hans: 时长

source: Empty transcription
de: Leere Transkription
ja: 空の文字起こし
zh_hans: 空转录

source: Enable History Sync
de: Verlaufssync aktivieren
ja: 履歴同期を有効にする
zh_hans: 启用历史记录同步

source: Enable Premium Sync first, then choose whether this Mac participates in History and Inbox sync.
de: Aktiviere zuerst Premium Sync und lege dann fest, ob dieser Mac Verlauf und Posteingang synchronisiert.
ja: まずPremium同期を有効にしてから、このMacで履歴と受信箱を同期するか選択してください。
zh_hans: 请先启用 Premium 同步，然后选择此 Mac 是否参与历史记录和收件箱同步。

source: Enable Sync
de: Sync aktivieren
ja: 同期を有効にする
zh_hans: 启用同步

source: Existing transcription text and metadata will be added to your private sync folder. Audio is synchronized only for new entries created after you enable this feature.
de: Vorhandene Transkriptionstexte und Metadaten werden deinem privaten Sync-Ordner hinzugefügt. Audio wird nur für neue Einträge synchronisiert, die nach der Aktivierung erstellt werden.
ja: 既存の文字起こしテキストとメタデータがプライベート同期フォルダに追加されます。音声は、この機能を有効にした後に作成された新しい項目だけ同期されます。
zh_hans: 现有转录文本和元数据将添加到你的私人同步文件夹。仅同步启用此功能后创建的新条目的音频。

source: Export as…
de: Exportieren als …
ja: 書き出す…
zh_hans: 导出为…

source: Filter History
de: Verlauf filtern
ja: 履歴を絞り込む
zh_hans: 筛选历史记录

source: History & Sync
de: Verlauf & Sync
ja: 履歴と同期
zh_hans: 历史记录与同步

source: History Workspace
de: Verlaufsarbeitsbereich
ja: 履歴ワークスペース
zh_hans: 历史记录工作区

source: History sync is optional on each device. Audio stays inside your selected private sync storage and downloads only when requested.
de: Der Verlaufssync ist auf jedem Gerät optional. Audio bleibt im ausgewählten privaten Sync-Speicher und wird nur bei Bedarf geladen.
ja: 履歴同期はデバイスごとに任意です。音声は選択したプライベート同期ストレージ内に保存され、必要なときだけダウンロードされます。
zh_hans: 每台设备都可单独选择是否同步历史记录。音频保留在所选的私人同步存储中，仅在需要时下载。

source: Imported Files
de: Importierte Dateien
ja: 読み込んだファイル
zh_hans: 导入的文件

source: Importing…
de: Wird importiert …
ja: 読み込み中…
zh_hans: 正在导入…

source: Inbox
de: Posteingang
ja: 受信箱
zh_hans: 收件箱

source: Inbox is Empty
de: Posteingang ist leer
ja: 受信箱は空です
zh_hans: 收件箱为空

source: iOS Keyboard
de: iOS-Tastatur
ja: iOSキーボード
zh_hans: iOS 键盘

source: Library
de: Mediathek
ja: ライブラリ
zh_hans: 资料库

source: Local History
de: Lokaler Verlauf
ja: ローカル履歴
zh_hans: 本地历史记录

source: Mark Complete
de: Als erledigt markieren
ja: 完了にする
zh_hans: 标记为已完成

source: New captures that need attention will appear here.
de: Neue Aufnahmen, die deine Aufmerksamkeit benötigen, erscheinen hier.
ja: 確認が必要な新しいキャプチャがここに表示されます。
zh_hans: 需要处理的新捕获内容会显示在这里。

source: Newest First
de: Neueste zuerst
ja: 新しい順
zh_hans: 最新优先

source: No History Yet
de: Noch kein Verlauf
ja: 履歴はまだありません
zh_hans: 尚无历史记录

source: No Results
de: Keine Ergebnisse
ja: 結果なし
zh_hans: 无结果

source: No history entries match the current search and filters.
de: Keine Verlaufseinträge entsprechen der aktuellen Suche und den Filtern.
ja: 現在の検索条件とフィルタに一致する履歴項目はありません。
zh_hans: 没有历史记录符合当前搜索和筛选条件。

source: Oldest First
de: Älteste zuerst
ja: 古い順
zh_hans: 最早优先

source: Open History
de: Verlauf öffnen
ja: 履歴を開く
zh_hans: 打开历史记录

source: Open in Inbox
de: Im Posteingang öffnen
ja: 受信箱で開く
zh_hans: 在收件箱中打开

source: Origin
de: Ursprung
ja: 作成元
zh_hans: 来源

source: Other
de: Andere
ja: その他
zh_hans: 其他

source: Processing
de: Verarbeitung
ja: 処理中
zh_hans: 处理中

source: Processing Failed
de: Verarbeitung fehlgeschlagen
ja: 処理に失敗しました
zh_hans: 处理失败

source: Processing failed
de: Verarbeitung fehlgeschlagen
ja: 処理に失敗しました
zh_hans: 处理失败

source: Processing on %@
de: Verarbeitung auf %@
ja: %@で処理中
zh_hans: 正在 %@ 上处理

source: Processing on %@…
de: Verarbeitung auf %@ …
ja: %@で処理中…
zh_hans: 正在 %@ 上处理…

source: Reopen
de: Erneut öffnen
ja: 再開
zh_hans: 重新打开

source: Restore & Delete
de: Wiederherstellen & Löschen
ja: 復元と削除
zh_hans: 恢复与删除

source: Restore Automatically Removed History
de: Automatisch entfernten Verlauf wiederherstellen
ja: 自動削除された履歴を復元
zh_hans: 恢复自动移除的历史记录

source: Restoring re-imports synchronized entries removed only by local retention. Deleting history while sync is enabled removes it from all synchronized devices.
de: Beim Wiederherstellen werden synchronisierte Einträge erneut importiert, die nur durch die lokale Aufbewahrung entfernt wurden. Wenn Sync aktiv ist, wird gelöschter Verlauf von allen synchronisierten Geräten entfernt.
ja: 復元すると、ローカルの保存期間によってのみ削除された同期済み項目が再度読み込まれます。同期中に履歴を削除すると、すべての同期デバイスから削除されます。
zh_hans: 恢复会重新导入仅因本地保留策略而移除的已同步条目。启用同步时删除历史记录，会将其从所有已同步设备中移除。

source: Search History
de: Verlauf durchsuchen
ja: 履歴を検索
zh_hans: 搜索历史记录

source: Search, review, edit, export, and complete Inbox entries in a dedicated window.
de: Posteingangseinträge in einem eigenen Fenster suchen, prüfen, bearbeiten, exportieren und abschließen.
ja: 専用ウインドウで受信箱の項目を検索、確認、編集、書き出し、完了できます。
zh_hans: 在专用窗口中搜索、检查、编辑、导出和完成收件箱条目。

source: Select an Entry
de: Eintrag auswählen
ja: 項目を選択
zh_hans: 选择一个条目

source: Shortcuts
de: Kurzbefehle
ja: ショートカット
zh_hans: 快捷指令

source: Sort
de: Sortieren
ja: 並べ替え
zh_hans: 排序

source: Sort History
de: Verlauf sortieren
ja: 履歴を並べ替え
zh_hans: 历史记录排序

source: Sources
de: Quellen
ja: ソース
zh_hans: 来源

source: Sync Audio for New Entries
de: Audio für neue Einträge synchronisieren
ja: 新しい項目の音声を同期
zh_hans: 同步新条目的音频

source: Sync History & Inbox
de: Verlauf & Posteingang synchronisieren
ja: 履歴と受信箱を同期
zh_hans: 同步历史记录和收件箱

source: Sync History & Inbox?
de: Verlauf & Posteingang synchronisieren?
ja: 履歴と受信箱を同期しますか？
zh_hans: 同步历史记录和收件箱？

source: Synchronized
de: Synchronisiert
ja: 同期済み
zh_hans: 已同步

source: The origin device could not finish this transcription.
de: Das Ursprungsgerät konnte diese Transkription nicht abschließen.
ja: 作成元のデバイスでこの文字起こしを完了できませんでした。
zh_hans: 来源设备无法完成此转录。

source: The result will update here automatically.
de: Das Ergebnis wird hier automatisch aktualisiert.
ja: 結果はここで自動的に更新されます。
zh_hans: 结果会在此处自动更新。

source: The synchronized audio could not be verified.
de: Das synchronisierte Audio konnte nicht überprüft werden.
ja: 同期した音声を検証できませんでした。
zh_hans: 无法验证已同步的音频。

source: The synchronized audio is not available yet.
de: Das synchronisierte Audio ist noch nicht verfügbar.
ja: 同期した音声はまだ利用できません。
zh_hans: 已同步的音频尚不可用。

source: The synchronized audio reference is invalid.
de: Der Verweis auf das synchronisierte Audio ist ungültig.
ja: 同期した音声の参照が無効です。
zh_hans: 已同步音频的引用无效。

source: This Mac
de: Dieser Mac
ja: このMac
zh_hans: 此 Mac

source: This Month
de: Dieser Monat
ja: 今月
zh_hans: 本月

source: This deletes all history from every synchronized device. This cannot be undone.
de: Dadurch wird der gesamte Verlauf von allen synchronisierten Geräten gelöscht. Dies kann nicht rückgängig gemacht werden.
ja: すべての同期デバイスから履歴がすべて削除されます。この操作は取り消せません。
zh_hans: 这会从所有已同步设备中删除全部历史记录，且无法撤销。

source: This deletes all history stored on this Mac. This cannot be undone.
de: Dadurch wird der gesamte auf diesem Mac gespeicherte Verlauf gelöscht. Dies kann nicht rückgängig gemacht werden.
ja: このMacに保存された履歴がすべて削除されます。この操作は取り消せません。
zh_hans: 这会删除此 Mac 上存储的全部历史记录，且无法撤销。

source: This entry is too long to compare word by word. Use Final or Original to read the full text.
de: Dieser Eintrag ist zu lang für einen wortweisen Vergleich. Verwende „Final“ oder „Original“, um den vollständigen Text zu lesen.
ja: この項目は長すぎるため、単語単位で比較できません。全文を読むには「最終版」または「オリジナル」を使用してください。
zh_hans: 此条目过长，无法逐词比较。请使用“最终版本”或“原始版本”阅读全文。

source: This removes the selected history from every synchronized device. This cannot be undone.
de: Dadurch wird der ausgewählte Verlauf von allen synchronisierten Geräten entfernt. Dies kann nicht rückgängig gemacht werden.
ja: 選択した履歴がすべての同期デバイスから削除されます。この操作は取り消せません。
zh_hans: 这会从所有已同步设备中移除所选历史记录，且无法撤销。

source: This removes the selected history from this Mac. This cannot be undone.
de: Dadurch wird der ausgewählte Verlauf von diesem Mac entfernt. Dies kann nicht rückgängig gemacht werden.
ja: 選択した履歴がこのMacから削除されます。この操作は取り消せません。
zh_hans: 这会从此 Mac 中移除所选历史记录，且无法撤销。

source: With Audio
de: Mit Audio
ja: 音声あり
zh_hans: 含音频

source: Your saved text and Inbox state will be added to your private sync folder and become available on your other enabled TypeWhisper devices.
de: Gespeicherter Text und der Posteingangsstatus werden deinem privaten Sync-Ordner hinzugefügt und auf deinen anderen aktivierten TypeWhisper-Geräten verfügbar.
ja: 保存済みのテキストと受信箱の状態がプライベート同期フォルダに追加され、有効化した他のTypeWhisperデバイスでも利用できるようになります。
zh_hans: 已保存的文本和收件箱状态将添加到你的私人同步文件夹，并可在其他已启用的 TypeWhisper 设备上使用。

source: Your saved transcriptions will appear here.
de: Deine gespeicherten Transkriptionen erscheinen hier.
ja: 保存した文字起こしがここに表示されます。
zh_hans: 你保存的转录会显示在这里。

source: Choose an entry to read and edit its text or inspect its details.
de: Wähle einen Eintrag aus, um seinen Text zu lesen und zu bearbeiten oder seine Details anzusehen.
ja: 項目を選択してテキストを読んだり編集したり、詳細を確認したりできます。
zh_hans: 选择一个条目以阅读和编辑文本，或查看其详细信息。

source: Device
de: Gerät
ja: デバイス
zh_hans: 设备

source: Failed
de: Fehlgeschlagen
ja: 失敗
zh_hans: 失败

source: Failed imports and transcriptions will appear here.
de: Fehlgeschlagene Importe und Transkriptionen erscheinen hier.
ja: 失敗した読み込みと文字起こしがここに表示されます。
zh_hans: 失败的导入和转录会显示在这里。

source: History sync is optional on each device. Audio sync applies to new entries and downloads automatically on enabled devices.
de: Der Verlaufssync ist auf jedem Gerät optional. Audiosync gilt für neue Einträge und lädt Audio auf aktivierten Geräten automatisch herunter.
ja: 履歴同期はデバイスごとに任意です。音声同期は新しい項目に適用され、有効なデバイスに自動的にダウンロードされます。
zh_hans: 每台设备都可单独选择是否同步历史记录。音频同步适用于新条目，并会自动下载到已启用的设备。

source: Mac Dictation
de: Mac-Diktat
ja: Macの音声入力
zh_hans: Mac 听写

source: Windows Dictation
de: Windows-Diktat
ja: Windowsの音声入力
zh_hans: Windows 听写

source: More History Options
de: Weitere Verlaufsoptionen
ja: その他の履歴オプション
zh_hans: 更多历史记录选项

source: No Failed Entries
de: Keine fehlgeschlagenen Einträge
ja: 失敗した項目はありません
zh_hans: 没有失败的条目

source: Save Changes?
de: Änderungen speichern?
ja: 変更を保存しますか？
zh_hans: 保存更改？

source: Save or discard your changes before leaving this entry.
de: Speichere oder verwirf deine Änderungen, bevor du diesen Eintrag verlässt.
ja: この項目を離れる前に変更を保存または破棄してください。
zh_hans: 离开此条目前，请保存或放弃更改。

source: Smart Mailboxes
de: Intelligente Postfächer
ja: スマートメールボックス
zh_hans: 智能邮箱

source: Enable the integration to open this page.
de: Aktiviere die Integration, um diese Seite zu öffnen.
ja: このページを開くにはインテグレーションを有効にしてください。
zh_hans: 启用集成后即可打开此页面。

source: Integration Unavailable
de: Integration nicht verfügbar
ja: インテグレーションを利用できません
zh_hans: 集成不可用

# calendarMeeting.settings.howItWorks
source: TypeWhisper starts only after your Mac detects that you joined the matching scheduled meeting.
de: TypeWhisper startet erst, wenn dein Mac erkennt, dass du dem passenden geplanten Meeting beigetreten bist.
ja: TypeWhisperは、対応する予定済みミーティングへの参加をMacが検出した後にのみ開始します。
zh_hans: 只有当 Mac 检测到你已加入匹配的预定会议后，TypeWhisper 才会启动。

source: Visual Keyboard
de: Visuelle Tastatur
ja: ビジュアルキーボード
zh_hans: 可视化键盘

source: Click modifiers, then a key.
de: Klicke auf Modifikatoren und dann auf eine Taste.
ja: 修飾キーを選んでから、キーをクリックしてください。
zh_hans: 先点击修饰键，再点击其他按键。

source: Current combination: %@
de: Aktuelle Kombination: %@
ja: 現在の組み合わせ：%@
zh_hans: 当前组合：%@

source: Conflicts with %@
de: Konflikt mit %@
ja: %@ と競合しています
zh_hans: 与 %@ 冲突

source: Conflicts with %@. Saving will reassign it.
de: Konflikt mit %@. Beim Speichern wird er neu zugewiesen.
ja: %@ と競合しています。保存すると割り当てが変更されます。
zh_hans: 与 %@ 冲突。保存后，此快捷键将改为用于当前功能。

source: Conflicting
de: In Konflikt
ja: 競合
zh_hans: 冲突

source: Reserved
de: Reserviert
ja: 予約済み
zh_hans: 不可用

source: Reserved, cannot be recorded
de: Reserviert, kann nicht aufgenommen werden
ja: 予約済みのため、登録できません
zh_hans: 此按键不可用于设置快捷键

source: Double-tap
de: Doppeltippen
ja: 2回押し
zh_hans: 连按两次

source: More Keys
de: Weitere Tasten
ja: その他のキー
zh_hans: 更多按键

source: Follows your current macOS input source.
de: Folgt der aktuellen macOS-Eingabequelle.
ja: 現在のmacOSの入力ソースに合わせて表示します。
zh_hans: 按键显示随当前 macOS 输入源变化。

source: Space
de: Leertaste
ja: スペース
zh_hans: 空格

source: Clear composed shortcut
de: Zusammengestellten Shortcut löschen
ja: 編集中のショートカットをクリア
zh_hans: 清除当前快捷键组合

source: Save Shortcut
de: Shortcut speichern
ja: ショートカットを保存
zh_hans: 保存快捷键

source: Save composed shortcut
de: Zusammengestellten Shortcut speichern
ja: 編集中のショートカットを保存
zh_hans: 保存当前快捷键组合

source: Edit with visual keyboard
de: Mit visueller Tastatur bearbeiten
ja: ビジュアルキーボードで編集
zh_hans: 使用可视化键盘编辑

source: Edit shortcut with visual keyboard
de: Shortcut mit visueller Tastatur bearbeiten
ja: ビジュアルキーボードでショートカットを編集
zh_hans: 使用可视化键盘编辑快捷键

source: Left Command
de: Linke Command-Taste
ja: 左Command
zh_hans: 左 Command

source: Right Command
de: Rechte Command-Taste
ja: 右Command
zh_hans: 右 Command

source: Left Option
de: Linke Option-Taste
ja: 左Option
zh_hans: 左 Option

source: Right Option
de: Rechte Option-Taste
ja: 右Option
zh_hans: 右 Option

source: Left Control
de: Linke Control-Taste
ja: 左Control
zh_hans: 左 Control

source: Right Control
de: Rechte Control-Taste
ja: 右Control
zh_hans: 右 Control

source: Left Shift
de: Linke Umschalttaste
ja: 左Shift
zh_hans: 左 Shift

source: Right Shift
de: Rechte Umschalttaste
ja: 右Shift
zh_hans: 右 Shift

source: the “%@” workflow shortcut
de: dem Shortcut des Workflows „%@“
ja: ワークフロー「%@」のショートカット
zh_hans: 工作流“%@”的快捷键

source: the “%@” profile shortcut
de: dem Shortcut des Profils „%@“
ja: プロファイル「%@」のショートカット
zh_hans: 配置文件“%@”的快捷键

source: Hugging Face token (optional)
ja: Hugging Faceトークン（任意）
zh_hans: Hugging Face 令牌（可选）

source: Enter submission is unavailable. Check Accessibility access and restart TypeWhisper, or choose another Enter option.
ja: Enter キーで送信できません。アクセシビリティのアクセスを確認して TypeWhisper を再起動するか、別の Enter オプションを選択してください。
zh_hans: 无法使用 Enter 发送。请检查辅助功能权限并重启 TypeWhisper，或选择其他 Enter 选项。

source: (Lifetime)
ja: （ライフタイム）
zh_hans: (终身版)

source: Among multiple matching workflows, the one higher in the list wins here.
ja: 複数の一致するワークフローがある場合、リストの上位にあるものが優先されます。
zh_hans: 当多个工作流匹配时，列表中排在上方的优先。

source: and
ja: と
zh_hans: 和

source: Manual override can force it at any time.
ja: 手動のオーバーライドでいつでも強制的に適用できます。
zh_hans: 手动覆盖可随时强制执行。

source: Manual override can still force it at any time.
ja: 手動のオーバーライドにより、引き続きいつでも強制的に適用できます。
zh_hans: 手动覆盖仍可随时强制执行。

source: Output: action plugin.
ja: 出力：アクションプラグイン。
zh_hans: 输出：操作插件。

# cancellationBehavior.instant
source: Instant
ja: 即時
zh_hans: 即时

source: %@ downloads
ja: %@件のダウンロード
zh_hans: %@ 次下载

# %@, %lld plugins
source: %1$@, %2$lld plugins
ja: %@、%lld件のプラグイン
zh_hans: %1$@，%2$lld 个插件

# %@, %lld updates
source: %1$@, %2$lld updates
ja: %@、%lld件の更新
zh_hans: %1$@，%2$lld 个更新

source: %d Prompts
ja: %d プロンプト
zh_hans: %d 提示词

source: %d Snippets
ja: %d スニペット
zh_hans: %d 个快捷短语

source: %lldm
ja: %lld分
zh_hans: %lld分钟

source: 1 recent transcription
ja: 最近の文字起こし1件
zh_hans: 1 条最近转录

source: a hotkey
ja: ホットキー
zh_hans: 快捷键

source: A hotkey still needs to be set before dictation can start.
ja: 音声入力を開始するには、ホットキーを設定する必要があります。
zh_hans: 开始听写前，还需要设置快捷键。

source: a website trigger
ja: Webサイトトリガー
zh_hans: 网站触发条件

source: Accessibility Access
ja: アクセシビリティへのアクセス
zh_hans: 辅助功能权限

source: Action Items
ja: アクションアイテム
zh_hans: 待办事项

source: Activates Parakeet.
ja: Parakeetをアクティベートします。
zh_hans: 启用 Parakeet。

source: Activating Parakeet for local dictation
ja: ローカル音声入力用のParakeetをアクティベートしています
zh_hans: 正在启用 Parakeet 进行本地听写

source: Active rule
ja: アクティブなルール
zh_hans: 当前规则

source: Active Rule
ja: アクティブルール
zh_hans: 当前规则

source: Active workflow
ja: アクティブなワークフロー
zh_hans: 当前工作流

source: Add Fallback
ja: フォールバックを追加
zh_hans: 添加备用项

source: Add helpful headings when useful
ja: 必要に応じて見出しを追加する
zh_hans: 需要时添加有用的标题

source: Add Shortcut
ja: ショートカットを追加
zh_hans: 添加快捷键

source: Adjust Prompt
ja: プロンプトを調整
zh_hans: 调整提示词

source: Adjust Rule
ja: ルールの調整
zh_hans: 调整规则

source: Adjust the current workflow without changing its template.
ja: テンプレートを変更せずに現在のワークフローを調整します。
zh_hans: 调整当前工作流，同时保留原有模板。

source: Adjust the search to see more workflows.
ja: 検索条件を調整して、他のワークフローを表示してください。
zh_hans: 调整搜索条件以查看更多工作流。

source: Advanced Behavior
ja: 詳細な動作
zh_hans: 高级行为

source: Advanced Options
ja: 詳細オプション
zh_hans: 高级选项

source: Aggressiv
ja: 積極的
zh_hans: 激进

source: AI & Engine
ja: AIとエンジン
zh_hans: AI 与引擎

source: All functions
ja: すべての機能
zh_hans: 所有功能

source: always
ja: 常に
zh_hans: 始终

source: Always apply spoken punctuation fallback rules.
ja: 読み上げ句読点のフォールバック規則を常に適用します。
zh_hans: 始终应用口述标点的备用规则。

source: Among equally specific rules, the one ranked higher wins.
ja: 同じ具体性のルール間では、上位にランクされたものが優先されます。
zh_hans: 在具体性相同的规则之间，排名靠前的优先适用。

source: an app trigger
ja: アプリトリガー
zh_hans: 应用触发

source: an automatic trigger
ja: 自動トリガー
zh_hans: 自动触发

source: API Key Needed
ja: APIキーが必要
zh_hans: 需要 API 密钥

source: API Server
ja: APIサーバー
zh_hans: API 服务器

source: App
ja: アプリ

source: App + Website
ja: アプリ + Webサイト
zh_hans: 应用和网站

source: App and website are optional. Leave both empty to create a global fallback rule.
ja: アプリとWebサイトの設定は任意です。両方を空のままにすると、グローバルフォールバックルールが作成されます。
zh_hans: 应用和网站均为可选项。两者都留空时，将创建全局备用规则。

source: Apple Intelligence must be enabled in System Settings.
ja: システム設定でApple Intelligenceを有効にする必要があります。
zh_hans: 必须在“系统设置”中启用 Apple Intelligence。

source: Apple Silicon only
ja: Apple Siliconのみ
zh_hans: 仅支持 Apple Silicon

source: Apple Speech can be used locally
ja: Apple Speechをローカルで使用できます
zh_hans: 可在本地使用 Apple 语音识别

source: Apple Speech is being prepared for this test.
ja: このテストのためにApple Speechを準備しています。
zh_hans: 正在准备 Apple 语音识别，以进行本次测试。

source: Apple Speech is ready for local dictation
ja: Apple Speechによるローカル音声入力の準備が完了しました
zh_hans: Apple 语音识别已可用于本地听写

source: Apple Speech or another engine still needs to be enabled before dictation can run.
ja: 音声入力を実行するには、Apple Speechまたは別のエンジンを有効にする必要があります。
zh_hans: 开始听写前，还需要启用 Apple 语音识别或其他引擎。

source: Apple Translate (On-Device)
ja: Apple翻訳（オンデバイス）
zh_hans: Apple 翻译（设备端）

source: Apple Translate is not available in this build.
ja: このビルドではApple翻訳は利用できません。
zh_hans: 此构建版本中 Apple 翻译不可用。

source: Apple Translate is not available in this build. Choose LLM Prompt instead.
ja: このビルドではApple Translateを使用できません。代わりに「LLMプロンプト」を選択してください。
zh_hans: 此构建版本中 Apple 翻译不可用。请改用“LLM 提示词”。

source: Apple Translate requires macOS 15 or later. Choose LLM Prompt on this Mac.
ja: Apple TranslateにはmacOS 15以降が必要です。このMacでは「LLMプロンプト」を選択してください。
zh_hans: Apple 翻译需要 macOS 15 或更高版本。请在此 Mac 上使用“LLM 提示词”。

source: Apple Translate workflows require macOS 15 or later.
ja: Apple翻訳ワークフローにはmacOS 15以降が必要です。
zh_hans: Apple 翻译工作流需要 macOS 15 或更高版本。

source: Apps
ja: アプリ
zh_hans: 应用
